<?php
/*
Plugin Name: Фріз адмін
Plugin URI: https://salabun.com
Description: Заморозити адмінку у випадку бездіяльності.
Author: Vlad Salabun
Version: 1.0
Author URI: https://salabun.com
*/

    /*
        TODO: 
        Конфіг, в якому вказано максимальну кількість хвилин бездіяльності.
        Пароль, який зашифрований віженером.
        Логи невдалих авторизацій.
        Якщо 3 неправильні - логаут.
        
        Якщо логаут, то сповістити в телеграмі.
        Якщо успішне розблокування - сповістити в телеграмі і на почту.
        
    */